INSERT INTO students (name, kana_name, nickname, mail_address, address, age, gender)
VALUES ('大野 智', 'オオノ サトシ', 'リーダー', 'satoshiohno@ara.shi', '東京都', 43, '男'),
       ('相葉 雅紀', 'アイバ マサキ', 'アイバ', 'masakiaiaba@ara.shi', '千葉県', 41, '男'),
       ('松本 潤', 'マツモト ジュン', 'マツジュン', 'junmatsumoto@ara.shi', '東京都', 40, '男'),
       ('二宮 和也', 'ニノミヤ カズナリ', 'ニノ', 'kazunarininomiya@ara.shi', '東京都', 41,'男'),
       ('櫻井 翔', 'サクライ ショウ', 'サクライ', 'shosakurai@ara.shi', '東京都', 42, '男');

INSERT INTO students_courses (student_id, course_name, course_start_at, course_end_at)
VALUES (1, 'Aコース', '2024-04-01 00:00:00', '2025-03-31 00:00:00'),
       (2, 'Bコース', '2024-04-01 00:00:00', '2024-09-30 00:00:00'),
       (3, 'Bコース', '2024-05-01 00:00:00', '2024-10-31 00:00:00'),
       (4, 'Aコース', '2024-05-01 00:00:00', '2025-04-30 00:00:00'),
       (5, 'Bコース', '2024-05-01 00:00:00', '2024-10-31 00:00:00'),
       (8, 'Dコース', '2024-09-04 19:13:49', '2025-09-04 19:13:49'),
       (9, 'Cコース', '2024-09-20 18:40:08', '2025-09-20 18:40:08'),
       (10, 'Bコース', '2024-10-16 18:05:29', '2025-10-16 18:05:29'),
       (11, 'Dコース', '2024-10-16 18:19:27', '2025-10-16 18:19:27'),
       (12, 'Bコース', '2024-10-17 18:20:55', '2025-10-17 18:20:55'),
       (13, 'Dコース', '2024-10-21 17:51:57', '2025-10-21 17:51:57');


